.. url: http://www.adieu.me/blog/2007/04/impression-of-chengdu/
.. published_on: 2007-04-07 01:16:37.000005

成都映像
============

作为一名土生土长的成都人，写这个标题的文字好像有点不符合自己的身份。但是在上海的几年让我对成都式的生活方式不再熟悉。当我再次回到这个我养育我的城市时，却像个外地人一样感受到了和上海完全不同的文化冲击。

闲，真的很闲。在成都丝毫感觉不到上海那种生活在高压下的感觉，整个城市都弥漫着一种闲散的感觉。一个人漫无目的的走在大街上，心情从未有过的放松。钻进一家咖啡馆，一边上网处理着Email，一边观察着其他的顾客。有的在看着自己的电脑，有的在和朋友闲聊，但是不管他们在干什么，眉宇中都透露着一种放松的感觉。踱进一家KFC，发着短信，偷听着隔壁两个小姑娘讨论着工作的事情。虽然工资不高，公司内部却有种种情况，听来甚是好玩。来到茶馆，和许久没有见过的朋友聊着以前的种种，直到深夜。好像有一段时间没有这样享受生活了。

成都人真的很可爱。的哥的姐们很可爱，他们很喜欢和乘客聊天，聊道路堵，聊房价涨，聊孩子养大了收不回成本，聊大学生工作也不好找。就算乘客不喜欢说话，他们还可以用出租公司电台"摆龙门阵"。卖钵钵鸡的大妈很可爱，她不消息把菜撒了一点在地上，就嚷着要赔偿不然不好意思。老朋友们也很可爱，一个电话就可以约出来，他们纯正的成都话听起来是那么的有趣。

成都真的和它最适合居住城市的称号很配。在一个压力很小的环境中，认识很多知心的朋友，拿着一份还过得去的薪水，有房有车，时不时就下馆子，这样的生活让人向往。

不知道可以在成都待多久。。。