.. url: http://www.adieu.me/blog/2007/04/something-about-children/
.. published_on: 2007-04-19 03:06:37.000003

关于孩子的遐思
=====================

我承认我在孩子这个问题上有些犹豫。对于我来说，结婚后不要小孩应该也是一件可以接受的事情。

究其原因，我想是因为我没有信心能够给与小孩我所认同的教育吧。

这个问题要从自己身上说起，我们这代孩子在成长的路上往往不得不进行自我教育。学校的老师管上课，家里的父母管生活是常见的教育我们的方式。但是除了上课和生活以外，人际交往的教育，做人品德的教育甚至电脑的教育，基本都是我们独立完成的。而这些教育可能对孩子的成功起到更加关键的作用。在这方面缺失的教育给我们的成长带来了很多的困扰。

对于这种残缺的教育体系，我们害怕了。害怕将来也会继续现在的老路，生一个孩子，把它丢给学校，每天只管饭给他喂饱；买一台电脑放在家里，让孩子自己去玩去；孩子18岁的时候告诉他，嘿，你要上大学了，爸妈也不懂你学习的东西了，接下来的路要靠你自己走了……

我更希望将来能够给与孩子全方位的教育，希望在他很小的时候就告诉他怎么使用电脑去查找信息，处理文档；希望告诉他如何去跟朋友相处，如何坚守自己做人的准则；希望告诉他虽然你18岁上大学，学习的东西可能父母不懂了，但是父母会教给你学习的方法，教给你成功的经验……

我想，如果有一天，我真的有信心给与孩子全部我所认同的教育，我会迫不及待的要一个孩子，陪着他一天天的长大。

说来好笑，父母那一代生活很艰苦，他们对于生活质量是不满的，所以他们为小孩设定的目标很多都是能够过上好日子。我们这一代，赶上了好日子，生活的问题考虑的很少，但是我们对于接受到的教育的质量是不满的，所以我们给孩子设定的目标是能够接受更加完整的教育。不知道下一代人他们会给自己的孩子设定什么目标呢？