.. url: http://www.adieu.me/blog/2007/03/working-hours/
.. published_on: 2007-03-16 01:36:03.000004

上班时间
============

抱歉最近的几篇post都比较水。主要最近工作上的事情实在太多了，多到了让我没法去好好思考脑子里的问题，多到了让我没法好好在文章中表达我的想法。如果不是因为能够看到头了，我想最近我的心情肯定会很沮丧。

今天的post会继续延续前几天的水，因为我今天只考虑了一个问题：每天的上班时间应该要多少个小时比较合适？

我今天工作了13到14个小时，其中还有半天是在给人做培训。显然这么高强度的工作不论在生理上还是在心理上都已经让我感受到不适了。我想如果我成为了一个控制别人上班时间的人的话，一定不会让人这样来工作。我需要的是短时间高效率的工作而不是长时间磨洋工。

那么每天工作多少个小时是比较合适的呢？对于一个充满干劲的人来说，每天8个小时显然少了点。我想比较理想的可能是高效率的工作10个小时左右，然后花2个小时来总结以及回顾今天的工作情况并且为第二天制定计划。

当我能支配自己时间时，我想我会按照这个时间比例做一下实验，看看具体效果如何。

如果有人有更好的意见，欢迎赐教。